[{"id":"5023cbb6e4b08be40d045d58","collectionId":"","contentType":"item","title":"Greg is in the market for some computer games and needs help finding the best price for one game and the regular price for another."},{"id":"5001ddd4e4b035d491c26a47","collectionId":"","contentType":"item","title":"The table lists the temperature at different times on a summer day. How does the temperature change during the day?"},{"id":"503cc31ce4b0747df815243c","collectionId":"","contentType":"item","title":"Reed has 4 bundles of straws. Each bundle has 100 straws. His friend gives him some more straws. Which number shows how many straws Reed could have altogether?"},{"id":"503cbfa1e4b0747df815243a","collectionId":"","contentType":"item","title":"What number is shown by the base-ten blocks?"},{"id":"502282bce4b05b57849d303b","collectionId":"","contentType":"item","title":"The <i>Mass and Matter Experiment</i> is a 4 part experiment. In Part 1, students review the story that sets up the experiment. Based on the review of the story, students then make a prediction about what will happen during the experiment."},{"id":"5001b7ade4b0d7c9ec321070","collectionId":"","contentType":"item","title":"A student has two jars holding the same amount of water. The temperature in the room is 25°C. After sitting in the room overnight, what are the most likely water temperatures?"},{"id":"503cc1b2e4b0747df815243b","collectionId":"","contentType":"item","title":"Jill is counting bundles of pennies. Each bundle has 100 pennies and she has 8 bundles. Which shows the best way to count all of the pennies?"},{"id":"50084463e4b081257be514fb","collectionId":"","contentType":"item","title":"Over millions of years, coal formed from decayed plants that grew in hot, moist climates. Today, coal is found in northern regions such as Europe and North America. Why is coal now found where the climate is cool?"},{"id":"5006d21ee4b0596c072abe59","collectionId":"","contentType":"item","title":"The diagram shows a windmill system. Which part of the system directly changes mechanical energy to electrical energy?"},{"id":"50100859e4b0d12660c61d2d","collectionId":"","contentType":"item","title":"The table lists causes of stream changes in the Mud Creek Watershed in North Carolina. Which action might help improve the condition of the streams?"},{"id":"5001dcd6e4b035d491c26a32","collectionId":"","contentType":"item","title":"Fourth-grade students use a rain gauge to measure how much rain falls every day for three weeks. At the end of three weeks, which question can the students best answer using their data?"},{"id":"5001a66ce4b0d7c9ec320f2e","collectionId":"","contentType":"item","title":"The table lists foods some birds like to eat in nature. Which bird moves away to ﬁnd food during the winter?"},{"id":"50085085e4b081257be515f4","collectionId":"","contentType":"item","title":"Sewage sludge was repeatedly dumped into Boston Harbor until 1991, which polluted the harbor. Scientists recorded the number of species in Boston Harbor from 1991 until 2007. The graph shows the results. Which prediction do the data in the graph most support?"},{"id":"5006df32e4b0df232960024c","collectionId":"","contentType":"item","title":"The pictures show a father with dimples and a mother without dimples. The parents have two sons and two daughters. Based on the parents’ genes, which children have dimples?"},{"id":"5033daa3e4b02c4aa1428e91","collectionId":"","contentType":"item","title":"How should students divide the $600 prize money so that each class gets the same fraction of the money as the fraction of the box tops that they collected?"},{"id":"502414e2e4b07ddb03e0f019","collectionId":"","contentType":"item","title":"Oliver used some shapes to make the picture. How many shapes did Oliver use to cover the picture without any gaps or overlaps?"},{"id":"504e9571e4b07f3e2e432371","collectionId":"","contentType":"item","title":"The life cycle of butterﬂies has four stages. Arrange the stages of life of a butterfly in order from beginning to end."},{"id":"503c2f99e4b00f3f0a9a7a6b","collectionId":"","contentType":"item","title":"Which number is 6 hundreds, 2 tens, and 4 ones?"},{"id":"5001b9b9e4b035d491c268c3","collectionId":"","contentType":"item","title":"A student measures how far a toy car travels down a ramp. Based on the pattern in the data, what distance will the car travel during Trial 5?"},{"id":"50183ab9e4b0b89ebc0153c9","collectionId":"","contentType":"item","title":"Given the percentages, calculate the number of students that attend  Lakeview School."},{"id":"5006cbb3e4b0df23296000da","collectionId":"","contentType":"item","title":"The table shows characteristics of a solid, cylindrical rod. The rod is cut into two pieces, as shown in the diagram below. What is the density of the piece of the rod that is 2.0 cm long?"},{"id":"5020025fe4b0b0fa073aa3d7","collectionId":"","contentType":"item","title":"The shapes of these three greeting cards are similar rectangles. Calculate the length, width, and area  of cards for which the data is missing.  Show your work to  explain your answers."},{"id":"5051ff68e4b0deb1e1d5e5e7","collectionId":"","contentType":"item","title":"Read the poem <i>When I Heard the Learned Astronomer</i> by Walt Whitman and analyze the text using the questions presented as a guide."},{"id":"505898a8e4b0b16db41bc80c","collectionId":"","contentType":"item","title":"Read the poem <i>The Driver</i> by Renny Christopher and analyze the text using the questions presented as a guide."},{"id":"5001d0d1e4b0d7c9ec321161","collectionId":"","contentType":"item","title":"The diagram shows living things in a pond. Which living thing changes the energy from sunlight into food energy?"},{"id":"5006f7f5e4b0df23296003e1","collectionId":"","contentType":"item","title":"Based on the information provided about water hyacinth plants, which statement best predicts what will happen when they enter an ecosystem?"},{"id":"503fa575e4b02288e5f0ebc3","collectionId":"","contentType":"item","title":"What is the product of 45.2 and 15?"},{"id":"503c2e91e4b00f3f0a9a7a6a","collectionId":"","contentType":"item","title":"How many pancakes were eaten when Rodrigo made breakfast for his family and friends?"}]